Repository: pypi-data/pypi-mirror-42
Catalog: packages/BotEXBotBase/BotEXBotBase-3.1.2.tar.gz/BotEXBotBase-3.1.2/redbot/cogs/alias/locales/*.po
Languages: es_es

source: No prefix found.
es_es: Prefijo no encontrado.

source: You attempted to create a new alias with the name {} but that name is already a command on this bot.
es_es: Has intentado crear un nuevo alias con el nombre {} pero ese nombre ya es un comando en este bot.

source: You attempted to create a new alias with the name {} but that alias already exists on this server.
es_es: Se ha intentado crear un nuevo alias con el nombre {} pero ese alias ya existe en este servidor.

source: You attempted to create a new alias with the name {} but that name is an invalid alias name. Alias names may not contain spaces.
es_es: Has intentado crear un nuevo alias con el nombre {} pero ese nombre es un alias inv치lido. Los alias no deben contener espacios.

source: A new alias with the trigger `{}` has been created.
es_es: Un alias nuevo ha creado con el activaci칩n `{}`.

source: You attempted to create a new global alias with the name {} but that name is already a command on this bot.
es_es: Has intentado crear un nuevo alias global con el nombre {} pero ese nombre ya es un comando en este bot.

source: You attempted to create a new global alias with the name {} but that alias already exists on this server.
es_es: Se ha intentado crear un nuevo alias global con el nombre {} pero ese alias ya existe en este servidor.

source: You attempted to create a new global alias with the name {} but that name is an invalid alias name. Alias names may not contain spaces.
es_es: Has intentado crear un nuevo alias global con el nombre {} pero ese nombre es un alias inv치lido. Los alias no deben contener espacios.

source: A new global alias with the trigger `{}` has been created.
es_es: Un alias nuevo global ha creado con el activaci칩n `{}`.

source: No such alias exists.
es_es: Un alias no existe.

source: The `{}` alias will execute the command `{}`
es_es: El alias de `{}` va a ejecutar el comando`{}`

source: There is no alias with the name `{}`
es_es: No hay el alias con el nombre de `{}`

source: There are no aliases on this guild.
es_es: No hay el alias dentro de este guild.

source: Alias with the name `{}` was successfully deleted.
es_es: El alias con el nombre de `{}` satisfactoriamente se ha eliminado.

source: Alias with name `{}` was not found.
es_es: Alias con el nombre `{}` no fue encontrado.

source: There are no aliases on this bot.
es_es: No hay el los alias dentro de este bot.

source: Aliases:
es_es: Alias:

source: There are no aliases on this server.
es_es: No hay los aliases en este servidor.
