Repository: pypi-data/pypi-mirror-42
Catalog: packages/plone.app.workflowmanager/plone.app.workflowmanager-2.1.2.tar.gz/plone.app.workflowmanager-2.1.2/src/plone/app/workflowmanager/locales/*/LC_MESSAGES/plone.po
Languages: pt_br

source: (Required)
pt_br: (Obrigatório)

source: Action has been deleted successfully.
pt_br: Ação excluída com sucesso.

source: Administrators
pt_br: Administradores

source: Anonymous
pt_br: Anônimos

source: Authenticated
pt_br: Autenticados

source: Authenticated Users (Virtual Group)
pt_br: Usuários Autenticados (Grupo Virtual)

source: Info
pt_br: Informação

source: Invalid name. Please try another.
pt_br: Nome inválido, Por favor tente outro.

source: Manage your custom workflows TTW.
pt_br: Gerenciar seus workflows customizados.

source: Required
pt_br: Obrigatório

source: Reviewers
pt_br: Revisores

source: Site Administrators
pt_br: Administradores de Site

source: This field is required.
pt_br: Este campo é obrigatório.

source: Warning
pt_br: Aviso

source: Workflow Manager
pt_br: Gerenciar Workflow

source: You can not delete this workflow until no content types are specified to use this workflow.
pt_br: Você não pode excluir este workflow, sem especificar um tipo de contrúdo que irá utiliza-lo

source: msg_deleting_canceled
pt_br: A exclusão da transição "${id}" foi cancelada.

source: msg_state_created
pt_br: O estado "${state_id}" foi criado com sucesso.

source: msg_state_deleted
pt_br: O extado "${id}" foi excluído com sucesso.

source: msg_state_deletion_canceled
pt_br: A exclusão do estado "${id}" foi cancelada.

source: msg_transition_created
pt_br: A transição "${transition_id}" foi criada com sucesso.

source: msg_transition_deleted
pt_br: A exclusão da transição "${id}" foi cancelada.

source: msg_updated_objects
pt_br: ${count} objetos atualizados.
