Repository: pypi-data/pypi-mirror-42
Catalog: packages/plone.app.workflowmanager/plone.app.workflowmanager-2.1.2.tar.gz/plone.app.workflowmanager-2.1.2/src/plone/app/workflowmanager/locales/*/LC_MESSAGES/plone.app.workflowmanager.po
Languages: pt_br

source: %s transition content rule
pt_br: %s regras de transição do conteúdo

source: A description of the transition.
pt_br: Descrição da transição

source: Access
pt_br: Acesso

source: Acquired Permissions
pt_br: Permissões recebidas

source: Action Type
pt_br: Tipo de Ação

source: Action has been deleted successfully.
pt_br: A ação foi apagada.

source: Actions
pt_br: Ações

source: Add
pt_br: Adicionar

source: Add Action
pt_br: Adicionar Ação.

source: Add New Action
pt_br: Adicionar nova Ação

source: Add content in this container.
pt_br: Adicionar conteúdo nesta pasta

source: Add state
pt_br: Adicionar Estado

source: Add transition
pt_br: Adicionar transição

source: Advanced mode
pt_br: Avançado

source: Allow access to content without necessarily viewing the object. For example, in a list of results.
pt_br: Permitir o acesso a conteúdos sem necessariamente exibir o objeto. Por exemplo, numa lista de resultados.

source: Allow to update events
pt_br: Permitir atualização de eventos

source: Allowed to review the content.
pt_br: Revisão de conteúdo permitida.

source: Allows changing the content of an item.
pt_br: Permitir a alteração de conteúdo neste item.

source: An id will be generated from the title.
pt_br: Um ID será gerado a partir do título.

source: Are you sure you want to delete this Action?
pt_br: Deseja realmente excluir esta Ação?

source: Are you sure you want to delete this state?
pt_br: Deseja realmente excluir este Estado?

source: Are you sure you want to delete this transition?
pt_br: Deseja realmente excluir esta transição?

source: Are you sure you want to delete this workflow?
pt_br: Deseja realmente excluir este Workflow?

source: Assign
pt_br: Atribuir

source: Assign This Workflow
pt_br: Atribuir este Workflow

source: Assigned Types:
pt_br: Tipos Atribuídos:

source: Auto Trigger
pt_br: Iniciado automáticamente

source: Cancel
pt_br: Cancelar

source: Change Events
pt_br: Carregar Eventos

source: Clone from
pt_br: Clonar de

source: Close
pt_br: Fechar

source: Create New State
pt_br: Criar Novo Estado

source: Create New Transition
pt_br: Criar Nova Transição

source: Create a new workflow action that will happen on this transition.
pt_br: Cria uma nova ação de workflow para esta transição.

source: Create new workflow
pt_br: Criar um novo workflow

source: Delete
pt_br: Apagar

source: Description
pt_br: Descrição

source: Destination State
pt_br: Estado de destino

source: Diagram
pt_br: Diagrama

source: Display Name
pt_br: Nome de Exibição

source: Edit
pt_br: Editar

source: Great. It seems like everything has checked out fine.
pt_br: Ótimo. Parece que tudo foi executado com sucesso.

source: Group Roles
pt_br: Regras de Grupo

source: Groups
pt_br: Grupos

source: Guards
pt_br: Restrições de Segurança

source: Initial State
pt_br: Estado Inicial

source: Invalid name. Please try another.
pt_br: Nome inválido, Tente outro.

source: Invalid workflow name. Please try another.
pt_br: Nom de workflow inválido. Tente outro.

source: List
pt_br: Lista

source: List the contents of a folder. This doesn't check if you have access to view the actual object listed.
pt_br: Lista de conteúdo da pasta. Verifique se você tem acesso para ver o objeto a ser listado.

source: Manage your custom workflows TTW.
pt_br: Gerenciar seus workflows customizados.

source: Next Step
pt_br: Próximo Passo

source: Not only means view HTML, but also FTP, WebDAV and other forms of access.
pt_br: Não somente para visualizar HTML, mas também FTP, WebDAV e outras formas de acesso.

source: Permission Roles
pt_br: Regras de Permissões

source: Permissions
pt_br: Permissões

source: Permissions these roles have in this state.
pt_br: Permissões que esses papéis têm para este estado.

source: Please select your workflow.
pt_br: Por favor selecione seu workflow.

source: Properties
pt_br: Propriedades

source: Replacement State
pt_br: Estado a ser substituído

source: Review
pt_br: Revisar

source: Roles
pt_br: Papéis

source: Sanity check
pt_br: Verificação de integridade

source: Save
pt_br: Salvar

source: Save state
pt_br: Salvar estado

source: Save transition
pt_br: Salvar transição

source: Saving..
pt_br: Salvando...

source: Select or create a new workflow
pt_br: Selecionar ou criar um novo workflow

source: Select the action you'd like to add.
pt_br: Selecione a ação que gostaria de adicionar.

source: Select the state you'd like to use as the basis for the new state you're creating.
pt_br: Selecione o estado que você gostaria de usar como base para o novo estado que você está criando.

source: Select the transition you'd like to use as the basis for the new transition you're creating.
pt_br: Selecione a transição que você gostaria de usar como base para a nova transição que você está criando.

source: Select the workflow you'd like to use as the basis for the new workflow you're creating.
pt_br: Selecione o worflow que você gostaria de usar como base para o novo workflow que você está criando.

source: Should this state be the initial state of the workflow?
pt_br: Este estado pode ser o estado inicial do fluxo de trabalho?

source: Source States
pt_br: Estados de Origem

source: State &raquo;
pt_br: Estado &raquo;

source: State Name
pt_br: Nome do Estado

source: States
pt_br: Estados

source: The description of this State.
pt_br: Uma descrição para este estado.

source: The local role that are assigned to these groups in this state.
pt_br: Uma regra local que será atribuída aos gruposs deste estado.

source: The title of the transition.
pt_br: Título da transição

source: The title of this State.
pt_br: Um título para este estado.

source: The type you would like to assign this workflow.
pt_br: O tipo que você gostaria de atribuir a este workflow.

source: The workflow has been successfully updated.
pt_br: O workflow foi atualizado.

source: This content rule was automatically created the workflow manager to create actions on workflow events. If you want the behavior to work as expected, do not modify this out of the workflow manager.
pt_br: Esta regra de conteúdo foi criada automaticamente pelo administrador do workflow. Se você quiser continuar vendo o comportamento esperado, não modifique este conteúdo sem ser o administrador do workflow.

source: This field is required.
pt_br: Este campo é obrigatório.

source: This is the name that will be displayed to the user when selecting actions on a content item.
pt_br: Este é o nome que será exibido para o usuário ao selecionar ações em um item de conteúdo.

source: This will add a new state to the workflow.
pt_br: Isto irá adicionar um novo estado para o workflow.

source: This will add a new transition to the workflow.
pt_br: Isto adicionará uma nova transição para o workflow.

source: Title
pt_br: Título

source: Transition Name
pt_br: Nome da transição

source: Transitions
pt_br: Transições

source: Transitions &raquo;
pt_br: Transições &raquo;

source: Transitions this state can use.
pt_br: Transições que este estado pode utilizar.

source: Type
pt_br: Tipo

source: Up to Workflow Editor
pt_br: Ir para o Editor de Workflow

source: Update Security Settings
pt_br: Atualizar as configurações de segurança

source: Update security
pt_br: Atualizar segurança

source: Various properties for this transition.
pt_br: Várias propriedades para esta transição.

source: View
pt_br: Visão

source: View full size
pt_br: Ver em tamanho real

source: Warning
pt_br: Atenção

source: Workflow Manager
pt_br: Gerenciamento de Workflow

source: Workflow Name
pt_br: Nome do Workflow

source: Yes
pt_br: Sim

source: You can not delete this workflow until no content types are specified to use this workflow.
pt_br: Você não pode excluir esse worflow até que não haja tipos de conteúdo utilizando esse workflow.

source: You can not delete this workflow until no content types are specified to use this workflow. You can go into the
pt_br: Você não pode excluir esse worflow até que não haja tipos de conteúdo utilizando esse workflow.

source: You do not have any actions defined for this state.
pt_br: Você não tem nenhuma ação definida para este estado.

source: You have errors that you need to correct.
pt_br: Existem erros que precisam ser corrigidos.

source: You have errors that you should fix!
pt_br: Existem erros que você deve corrigir!

source: You have unsaved changes. Would you like to save them and continue?
pt_br: Você tem alterações não salvas. Gostaria de salvá-las e continuar?

source: You must specify an initial state.
pt_br: Você deve especificar o estado inicial.

source: assign_workflow_content_types
pt_br: Atribuir esse fluxo de trabalho a um tipo de conteúdo, de modo que o seu conteúdo possa utilizá-lo.

source: automatically_initiate_transition
pt_br: Fará com que a transição seja iniciada automaticamente. Normalmente esta opção não é marcada.

source: confirm_delete
pt_br: Confirmar a Exclusão '${summary}'

source: confirm_delete_workflow
pt_br: Confirmar a Exclusão '${title}

source: denotes initial state of this workflow
pt_br: indica o estado inicial do workflow

source: guards_restrict_transition
pt_br: As restrições de segurança pode restringir a transição para ser executada por apenas algumas pessoas ..

source: help_delete_state
pt_br: Você está excluindo um estado que pode estar atualmente em uso. Por favor, especifique qual estado deve substituí-lo e qual o novo destino da transição.

source: help_sanity_check
pt_br: Existem possíveis problemas com o seu workflow. Por exemplo, não faria sentido ter transições não utilizados ou de estados e transições que não lhe redirecionam para outros estados

source: help_workflow_assign
pt_br: Selecione o tipo que você gostaria de atribuir a esse workflow. Este formulário irá ajudá-lo na criação de um workflow para um tipo. Se você não usar esta forma, você será encaminhado para o Tipos completo definido no painel de controle, portanto, não se assuste se isso ocorrer.

source: msg_deleting_canceled
pt_br: Excluindo o "${id}" a transição será cancelada.

source: msg_state_created
pt_br: "${state_id}" estado criado.

source: msg_state_deleted
pt_br: "${id}" estado excluído.

source: msg_state_deletion_canceled
pt_br: A exclusão do estado "${id}" foi cancelada.

source: msg_transition_created
pt_br: A exclusão da transição "${transition_id}" foi cancelada.

source: msg_transition_deleted
pt_br: A transição "${id}" foi excluída.

source: msg_updated_objects
pt_br: ${count} objetos atualizados.

source: msg_warning_state_without_transition
pt_br: O ${state} estado não está conectado com uma transição. Tente excluí-lo ou usá-lo com uma transição.

source: msg_warning_transition_without_destination
pt_br: A transição ${transition} não possui um estado. especifique um.

source: sanity_check_make_transitions
pt_br: Certifique-se de que todos os seus estados estão conectados com as transições e que não está faltando nenhuma configuração.

source: select_states_enable_transition
pt_br: Selecione os estados que permitem essa transição

source: state_will_move_content_into
pt_br: O estado da transição para o qual o conteúdo será alterado.

source: to reassign workflows or click on each of the listed types at the bottom and reassign those type's workflows individually.
pt_br: para reatribuir um workflow, clique em cada um dos tipos listados na parte inferior e reajusta os workflows para cada tipo individualmente.

source: types control panel
pt_br: Gerenciar Tipos

source: update_security_settings
pt_br: Atualiza as configurações de segurança para todos os objetos do porta que estejam unsando este workflow.

source: visual_representation_designed
pt_br: Obtenha uma representação visual do workflow que você desenhou.
