Repository: pypi-data/pypi-mirror-42
Catalog: packages/BotEXBotBase/BotEXBotBase-3.1.3.tar.gz/BotEXBotBase-3.1.3/redbot/cogs/alias/locales/*.po
Languages: ru_ru

source: No prefix found.
ru_ru: Префикс не найден.

source: You attempted to create a new alias with the name {} but that name is already a command on this bot.
ru_ru: Вы пытались создать новый псевдоним с именем {}, но это имя используется как команда в этом боте.

source: You attempted to create a new alias with the name {} but that alias already exists on this server.
ru_ru: Вы пытались создать новый псевдоним с именем {}, но это имя используется как команда на этом сервере.

source: You attempted to create a new alias with the name {} but that name is an invalid alias name. Alias names may not contain spaces.
ru_ru: Вы пытались создать новый псевдоним с именем {}, но это имя является недопустимым псевдонимом. Имена псевдонимов не могут содержать пробелы.

source: A new alias with the trigger `{}` has been created.
ru_ru: Был создан новый псевдоним с триггером «{}».

source: You attempted to create a new global alias with the name {} but that name is already a command on this bot.
ru_ru: Вы пытались создать новый глобальный псевдоним с именем {}, но это имя уже используется как команда в этом боте.

source: You attempted to create a new global alias with the name {} but that alias already exists on this server.
ru_ru: Вы пытались создать новый глобальный псевдоним с именем {}, но это имя уже существует на этом сервере.

source: You attempted to create a new global alias with the name {} but that name is an invalid alias name. Alias names may not contain spaces.
ru_ru: Вы пытались создать новый псевдоним с именем {], но это имя явлется недопустимым именем для псевдонима. Псевдонимы не могут содержать пробелы.

source: A new global alias with the trigger `{}` has been created.
ru_ru: Был создан новый глобальный псевдоним с триггером «{}».

source: No such alias exists.
ru_ru: Псевдоним не найден.

source: The `{}` alias will execute the command `{}`
ru_ru: Псевдоним «{}» будет выполнять команды «{}»

source: There is no alias with the name `{}`
ru_ru: Псевдоним с именем `{}` не существует

source: There are no aliases on this guild.
ru_ru: На этом сервере еще нет псевдонимов.

source: Alias with the name `{}` was successfully deleted.
ru_ru: Псевдоним с именем `{}` успешно удален.

source: Alias with name `{}` was not found.
ru_ru: Псевдоним с именем «{}» не найден.

source: There are no aliases on this bot.
ru_ru: У этого бота еще нет псевдонимов.

source: Aliases:
ru_ru: Алиасы:

source: There are no aliases on this server.
ru_ru: На этом сервере нет псевдонимов.
