Repository: pypi-data/pypi-mirror-42
Catalog: packages/BotEXBotBase/BotEXBotBase-3.1.3.tar.gz/BotEXBotBase-3.1.3/redbot/cogs/customcom/locales/*.po
Languages: de_de

source: Welcome to the interactive random {} maker! Every message you send will be added as one of the random response to choose from once this {} is triggered. To exit this interactive menu, type `{}`
de_de: Wilkommen zu dem interaktiven zufällig {} ersteller! Jede von von Ihnen gesendete nachricht, wird als zufällige nachricht zur Auswahl für den {} auslöser hinzugefügt. Um das Interaktive Menü zu verlassen, geben Sie `{}`

source: Add a random response:
de_de: Fügen Sie eine zufällige Antwort:

source: Do you want to create a 'randomized' cc? {}
de_de: Möchten Sie eine "zufällige" cc erstellen? {}

source: What response do you want?
de_de: Welche Reaktion willst du?

source: Custom command successfully added.
de_de: Benutzerdefinierten Commands erfolgreich hinzugefügt.

source: This command already exists. Use `{}` to edit it.
de_de: Dieser Command ist bereits vorhanden. Verwenden Sie "{}", um ihn zu bearbeiten.

source: That command is already a standard command.
de_de: Dieser Befehl ist bereits ein Standart Command.

source: Custom command successfully edited.
de_de: Benutzerdefinierten Command erfolgreich bearbeitet.

source: That command doesn't exist. Use `{}` to add it.
de_de: Dieser Command ist nicht vorhanden. Verwenden Sie "{}", um ihn hinzuzufügen.

source: Custom command successfully deleted.
de_de: Benutzerdefinierten Command erfolgreich gelöscht.

source: That command doesn't exist.
de_de: Dieser Command ist nicht vorhanden.

source: There are no custom commands in this guild. Use `{}` to start adding some.
de_de: Es gibt keine benutzerdefinierte Commands auf diesem Server. Verwenden Sie "{}" um welche zu erstellen.
