Repository: pypi-data/pypi-mirror-42
Catalog: packages/Red-DiscordBot/Red-DiscordBot-3.0.2.tar.gz/Red-DiscordBot-3.0.2/redbot/cogs/downloader/locales/*.po
Languages: bg_bg, fr_fr, ja_jp, nl_nl

source: That git repo has already been added under another name.
bg_bg: Това GIT хранилище вече е добавено под друго име.
fr_fr: Ce repo git a déjà été ajouté sous un autre nom
ja_jp: そのギットレポはすでに別の名前で追加されています。
nl_nl: Deze git repo is al toegevoegd onder een andere naam.

source: Something went wrong during the cloning process.
bg_bg: Нещо се обърка при процеса на размножаване.
fr_fr: Quelque chose s'est mal passé pendant l'installation.
ja_jp: クローニングプロセス中に何か問題が発生しました。
nl_nl: Er ging iets fout tijdens het klonen.

source: Repo `{}` successfully added.
bg_bg: Репозиторията `{}` е създадена успешно.
fr_fr: Le repo `{}` a été ajouté avec succès
ja_jp: レポ`{}`が追加されました。
nl_nl: Repo `{}` toegevoegd.

source: The repo `{}` has been deleted successfully.
bg_bg: Изтрихте успешно репозиторията `{}`.
fr_fr: Le repo `{}` a été supprimé avec succès.
ja_jp: レポ`{}`が削除されました。
nl_nl: Repo `{}` is verwijderd.

source: Installed Repos:
bg_bg: Инсталирани хранилища:
fr_fr: Repos installés :
ja_jp: インストールされたレポ：
nl_nl: Geïnstalleerde repo's:

source: Error, there is no cog by the name of `{}` in the `{}` repo.
bg_bg: Възникна грешка. Не съществува COG под името `{}` в хранилището `{}`.
fr_fr: Erreur, il n'y a pas de cog du nom de `{}` dans le repo `{}`.
ja_jp: エラー、 `{}`レポの 中に`{}`の名前コグがありません。
nl_nl: Fout, er is geen cog met de naam `{}`in de `{}` repo.

source: Failed to install the required libraries for `{}`: `{}`
bg_bg: Неуспешно инсталиране на библиотеките за `{}`: `{}`
fr_fr: Échec lors de l'installation des bibliothèques de `{}` : `{}`
ja_jp: `{}`: `{}`に必要なライブラリのインストールに失敗しました
nl_nl: Ik kon de nodige bibliotheken voor `{}` niet installeren: `{}`

source: `{}` cog successfully installed.
bg_bg: `{}` COG е успешно инсталиран.
fr_fr: Le cog `{}` a été ajouté avec succès.
ja_jp: `{}` コッグがインストールされました。
nl_nl: `{}` cog geïnstalleerd.

source: `{}` was successfully removed.
bg_bg: `{}` е успешно премахнат.
fr_fr: Le cog `{}` a été retiré avec succès
ja_jp: `{}`は削除されました。
nl_nl: `{}` is verwijderd.

source: That cog was installed but can no longer be located. You may need to remove it's files manually if it is still usable.
bg_bg: Този COG, който беше инсталиран не може да се намери повече. Ще се наложи да изтриете собственоръчно файловете, ако е все още работоспособен.
fr_fr: Ce cog a été installé mais ne peut plus être trouvé. Vous devez retirer manuellement son dossier si il est encore utilisable.
ja_jp: そのコグは設置されていたが、もはや見つけられなかった。まだ使用可能な場合にファイルを手動で削除する必要があるかもしれません。
nl_nl: Deze cog is geïnstalleerd maar kan niet meer gevonden worden. Waarschijnlijk moet je bestanden handmatig verwijderen als ze nog steeds bruikbaar zijn.

source: Cog update completed successfully.
bg_bg: Актуализацията на COG е успешна.
fr_fr: Mise à jour du cog effectuée avec succès
ja_jp: コグアップデートが完了しました。
nl_nl: Cog update succesvol.

source: Available Cogs:
bg_bg: Налични COG-ове:
fr_fr: Cogs disponibles:
ja_jp: 利用可能なコグ:
nl_nl: Beschikbare Cogs:

source: There is no cog `{}` in the repo `{}`
bg_bg: COG-ът `{}` няма в хранилището `{}`
fr_fr: Il n'y a pas de cog `{}` dans le repo `{}`
ja_jp: レポ`{}`にはコグ`{}`はありません。
nl_nl: Er is geen cog `{}` in de repo `{}`

source: Information on {}: {}
bg_bg: Информация за {}: {}
fr_fr: Informations sur {} : {}
ja_jp: {}の情報: {}
nl_nl: Informatie over {}: {}

source: Missing from info.json
bg_bg: Липсващо от info.json
fr_fr: Informations manquantes de info.json
ja_jp: info.jsonから行方不明
nl_nl: Niet gevonden in info.json

source: Command: {} Made by: {} Repo: {} Cog name: {}
bg_bg: Команда: {} Основоположник: {} Хранилище: {} Име на COG: {}
fr_fr: Commande: {] Créé par: {} Repo: {} Nom du cog: {}
ja_jp: 命令：{} {}が作った。 レポ：｛｝ コグの名前：{}
nl_nl: Commando: {} Gemaakt door: {} Repo: {} Cognaam: {}

source: That command doesn't seem to exist.
bg_bg: Няма такава команда.
fr_fr: Cette commande ne semble pas exister.
ja_jp: そのコマンドはいないようです。
nl_nl: Commando bestaat niet.
