Repository: pypi-data/pypi-mirror-42
Catalog: packages/Red-DiscordBot/Red-DiscordBot-3.0.1.tar.gz/Red-DiscordBot-3.0.1/redbot/cogs/economy/locales/*.po
Languages: bg_bg, es_es, fr_fr, it_it

source: JACKPOT! 226! Your bid has been multiplied * 2500!
bg_bg: JACKPOT! 226! Вашият залог беше умножен * 2500!
es_es: Premio Gordo! 226! Your apuesta ha sido multiplicada * 2500!
fr_fr: JACKPOT ! 226 ! Votre mise a été multipliée par 2500 !
it_it: JACKPOT! 226! L'offerta è stato moltiplicato * 2500!

source: 4LC! +1000!
bg_bg: Цвете на късмета! +1000!
fr_fr: Trèfle à quatre feuilles ! + 1000 !

source: Three cherries! +800!
bg_bg: Три черешки! +800!
es_es: ¡Tres cerezas! + 800!
fr_fr: Trois cerises ! + 800 !
it_it: Tre ciliege! + 800!

source: 2 6! Your bid has been multiplied * 4!
bg_bg: 2 6! Вашият залог се умножи * 4!
es_es: ¡2 6! Su apuesta ha sido multiplicada * 4!
fr_fr: 26 ! Votre mise a été multipliée par 4 !
it_it: 2 6! L'offerta è stato moltiplicato * 4!

source: Two cherries! Your bid has been multiplied * 3!
bg_bg: Две черешки! Вашият залог се умножи * 3!
es_es: ¡Dos cerezas! Su apuesta ha sido multiplicada * 3!
fr_fr: Deux cerises ! Votre mise a été multipliée par 3 !
it_it: Due ciliege! L'offerta è stato moltiplicato * 3!

source: Three symbols! +500!
bg_bg: Три символа! +500!
es_es: ¡Tres símbolos! + 500!
fr_fr: Trois symboles ! + 500 !
it_it: Tre simboli! + 500!

source: Two consecutive symbols! Your bid has been multiplied * 2!
bg_bg: Два последователни символа! Вашият залог се умножи * 2!
es_es: ¡Dos símbolos consecutivos! Su apuesta se ha multiplicado * 2!
fr_fr: Deux symboles consécutifs ! Votre mise a été multipliée par 2 !
it_it: Due simboli consecutivi! L'offerta è stato moltiplicato * 2!

source: Slot machine payouts: {two.value} {two.value} {six.value} Bet * 2500 {flc.value} {flc.value} {flc.value} +1000 {cherries.value} {cherries.value} {cherries.value} +800 {two.value} {six.value} Bet * 4 {cherries.value} {cherries.value} Bet * 3 Three symbols: +500 Two symbols: Bet * 2
bg_bg: Slot machine payouts: {two.value} {two.value} {six.value} залог * 2500 {flc.value} {flc.value} {flc.value} +1000 {cherries.value} {cherries.value} {cherries.value} +800 {two.value} {six.value} залог * 4 {cherries.value} {cherries.value} залог * 3 Три символа: +500 Два символа: залог * 2
es_es: Pagos de la maquina del casino: {two.value} {two.value} {six.value} Bet * 2500 {flc.value} {flc.value} {flc.value} +1000 {cherries.value} {cherries.value} {cherries.value} +800 {two.value} {six.value} Bet * 4 {cherries.value} {cherries.value} Bet * 3 tres símbolos: +500 Dos símbolos: apuesta * 2
fr_fr: Gains de la machine à sous : {two.value} {two.value} {six.value} Mise x 2500 {flc.value} {flc.value} {flc.value} + 1000 {cherries.value} {cherries.value} {cherries.value} + 800 {two.value} {six.value} Mise x 4 {cherries.value} {cherries.value} Mise x 3 Trois symboles : + 500 Deux symboles : Mise x 2
it_it: Vincite slot machine: {two.value} {two.value} {six.value} scommessa * 2500 {flc.value} {flc.value} {flc.value} + 1000 {cherries.value} {cherries.value} {cherries.value} + 800 {two.value} {six.value} scommessa * 4 {cherries.value} {cherries.value} scommessa * 3 tre simboli: + 500 due simboli: scommessa * 2

source: {}'s balance is {} {}
bg_bg: Паричното разположение на {} е {} {}
es_es: {} es balance de {} {}
fr_fr: Le solde de {} est {} {}
it_it: L'equilibrio di {} è {} {}

source: {} transferred {} {} to {}
bg_bg: {} прехвърли {} {} към {}
es_es: {} transferido {} {} a {}
fr_fr: {} transférés {} {} à {}
it_it: {} trasferì {} {} a {}

source: {} added {} {} to {}'s account.
bg_bg: {} прибавени {} {} към сметката на {}.
es_es: {} {} {} ha añadido a cuenta de {}.
fr_fr: {} ajoutés {} (} au compte de {}.
it_it: {} ha aggiunto {} {} al conti di {}.

source: {} removed {} {} from {}'s account.
bg_bg: {} извадени {} {} от сметката на {}.
es_es: {} removido {} {} de la cuenta de {}.
fr_fr: {} retirés {} {} du compte de {}.
it_it: {} ha rimosso {} {} dal conto di {}.

source: {} set {}'s account to {} {}.
bg_bg: {} зададе сметката на {} към {} {}.
es_es: {} establezca la cuenta de {} a {}{}.
fr_fr: {} a réglé le compte de {} à {} {}.
it_it: {} ha fissato il conto di {} a {} {}.

source: All bank accounts of this guild have been deleted.
bg_bg: Всички банкови сметки в тази гилдия са закрити.
es_es: Todas las cuenta bancaria de este guild han estado eliminado.
fr_fr: Tous les comptes de banque de ce serveur ont été supprimés.
it_it: Sono stati eliminati tutti i conti bancari di questa gilda.

source: {} Too soon. For your next payday you have to wait {}.
bg_bg: {} Опа, не бързай! Изчакайте за следващия си разлащателен ден {}.
es_es: {} Demasiado pronto. Para su próximo día de pago usted tiene que esperar {}.
fr_fr: {} Trop tôt. Pour le prochain payday, vous devez attendre {}.
it_it: {} Troppo presto. Per il vostro giorno di paga successivo devi aspettare {}.

source: There are no accounts in the bank.
bg_bg: Няма открити банкови сметки.
es_es: No hay cuentas en el Banco.
fr_fr: Il n'y a pas de comptes dans cette banque.
it_it: Non ci sono nessun conto in banca.

source: You're on cooldown, try again in a bit.
bg_bg: Отлага се, опитайте по-късно.
es_es: Estás en tiempo de enfriamiento, inténtelo de nuevo unos momentos.
fr_fr: Vous devez attendre, réessayez dans un moment.
it_it: Sei il cooldown, riprovare in un po '.

source: That's an invalid bid amount, sorry :/
bg_bg: Жалко, но това е невалидно количесто за залог. :/
es_es: Esta es una oferta inválido, lo siento :/
fr_fr: C'est un montant invalide pour une mise, désolé :/
it_it: È un invalido offerta importo, mi dispiace :/

source: You ain't got enough money, friend.
bg_bg: Вие не разполагате с достатъчно пари на разположение, другарю.
es_es: No tienes suficiente dinero, amigo.
fr_fr: Vous n'avez pas assez d'argent, l'ami.
it_it: Non hai abbastanza soldi, amico.

source: {} {} {} Your bid: {} {} → {}!
bg_bg: {} {} {} Вашият залог: {} {} → {}!
es_es: {} {} {} Tu puja: {} {} → {}!
fr_fr: {} {} {} Votre mise : {} {} → {} !
it_it: {} {} {} La tua offerta: {} {} {} →!

source: {} {} Nothing! Your bid: {} {} → {}!
bg_bg: {} {} Нищо! Вашият залог: {} {} → {}!
es_es: {} {} Nada! Tu apuesta: {} {} → {}!
fr_fr: {} {} Rien ! Votre mise : {} {} → {} !
it_it: {} {} Niente! L'offerta: {} {} {} →!

source: Minimum slot bid: {} Maximum slot bid: {} Slot cooldown: {} Payday amount: {} Payday cooldown: {} Amount given at account registration: {}
bg_bg: Минимален залог положен на слотове: {} Максимален залог положен на слотове: {} Време на отлагане на слотовете: {} Сума за платен ден: {} Време за отлагане на платен ден: {} Сумата дадена при счетоводната регистрация: {}
es_es: Apuesta mínima: {} Apuesta máxima: {} Enfriamiento: cantidad de pago {}: enfriamiento de día de pago {}: {} cantidad dada en el registro de la cuenta: {}
fr_fr: Offre minimum requise : {} Offre maximum : {} Délai entre les paris : {} Montant du payday : {} Délai entre les payday : {} Somme donnée à la création d'un compte : {}
it_it: Offerta di slot minima: {} Offerta di slot massima: {} Slot cooldown: {} Importo Payday: {} Payday cooldown: {} Importo dato alla registrazione di un account: {}

source: Current Economy settings:
bg_bg: Текущите настройки на разполагаемите средства:
es_es: Configuración actual de la economía:
fr_fr: Réglages actuels du cog Economy :
it_it: Impostazioni correnti di economia:

source: Invalid min bid amount.
bg_bg: Невалидна минимална сума за залог.
es_es: Importe de la puja min no válido.
fr_fr: Le montant minimum de la mise est invalide.
it_it: Importo dell'offerta valida min.

source: Minimum bid is now {} {}.
bg_bg: Минималният залог сега е {{}}.
es_es: Puja máxima ahora es {} {}.
fr_fr: Le montant minimum pour un pari est désormais de {} {}.
it_it: Offerta minima è ora {} {}.

source: Invalid slotmax bid amount. Must be greater than slotmin.
bg_bg: Невалидна стойност за залога към горната граница на залога. Трябва да е по-висока от тази на минималната.
es_es: Puja de apuesta máxima no válida. Debe ser mayor que la apuesta mínima.
fr_fr: Montant maximum de mise invalide. Il doit être plus grand que le montant minimum.
it_it: Importo di offerta di slotmax non valido. Deve essere maggiore di slotmin.

source: Maximum bid is now {} {}.
bg_bg: Максималният залог сега е {} {}.
es_es: Puja máxima ahora es {} {}.
fr_fr: Le montant maximum pour un pari est désormais de {} {}.
it_it: Offerta massima è ora {} {}.

source: Cooldown is now {} seconds.
bg_bg: Отлагането е вече {} секунди.
es_es: Tiempo de reutilización ahora es {} segundos.
fr_fr: Le temps d'attente est maintenant de {} secondes.
it_it: Tempo di recupero è ora {} secondi.

source: Value modified. At least {} seconds must pass between each payday.
bg_bg: Стойността е променена. Трябва да минат поне {} секунди между всеки ден на плащане.
es_es: Valor modificado. Al menos {} segundos deben pasar entre cada día de pago.
fr_fr: La valeur a été modifiée. Vous devez maintenant attendre au moins {} secondes entre chaque payday.
it_it: Valore modificato. Almeno {} secondi devono passare tra ogni giorno di paga.

source: Har har so funny.
bg_bg: Хе-хе, много смешно.
es_es: ¡Ha ha! Muy divertido.
fr_fr: Ha ha trop drôle.
it_it: Har har così divertente.

source: Every payday will now give {} {}.
bg_bg: Всеки ден за плащане вече ще дава {} {}.
es_es: Cada día de pago te dará ahora {} {}.
fr_fr: Chaque jour de paie va désormais rapporter {} {}.
it_it: Ogni giorno di paga darà ora {} {}.

source: Registering an account will now give {} {}.
bg_bg: Регистрирането на сметка вече ще дава по {} {}.
es_es: Registrar una cuenta le dará ahora {} {}.
fr_fr: Créer un compte va désormais donner {} {}.
it_it: Registrazione di una conta ora darà {} {}.

source: weeks
bg_bg: семици
es_es: semanas
fr_fr: semaines
it_it: settimane

source: days
bg_bg: дни
es_es: días
fr_fr: jours
it_it: giorni

source: hours
bg_bg: часове
es_es: horas
fr_fr: heures
it_it: ore

source: minutes
bg_bg: минути
es_es: minutos
it_it: minuti

source: seconds
bg_bg: секунди
es_es: segundos
fr_fr: secondes
it_it: secondi

source: This will delete all bank accounts for {}. If you're sure, type `{}bank reset yes`
es_es: Esto eliminará todas las cuentas bancarias de {}. Si estás seguro, escribe 'Banco {} reset sí'
fr_fr: Ceci va supprimer tous les comptes de banque de {}. Si vous en êtes certain, tapez `{}bank reset yes`
it_it: Ciò eliminerà tutti i conti bancari per {}. Se siete sicuri, tipo `{}bank reset yes`
