Repository: pypi-data/pypi-mirror-42
Catalog: packages/BotEXBotBase/BotEXBotBase-3.1.3-py3-none-any.whl/redbot/cogs/alias/locales/*.po
Languages: pl_pl

source: No prefix found.
pl_pl: Nie znaleziono prefiksu.

source: A new alias with the trigger `{}` has been created.
pl_pl: Utworzono nowy alias z wyzwalaczem '{}'.

source: A new global alias with the trigger `{}` has been created.
pl_pl: Utworzono nowy globalny alias z wyzwalaczem '{}'.

source: No such alias exists.
pl_pl: Taki alias nie istnieje.

source: The `{}` alias will execute the command `{}`
pl_pl: Alias '{}' spowoduje wykonanie komendy '{}'

source: There is no alias with the name `{}`
pl_pl: Nie ma aliasu o nazwie `{}`

source: There are no aliases on this guild.
pl_pl: Nie ma aliasów w tej gildii.

source: Alias with the name `{}` was successfully deleted.
pl_pl: Alias o nazwie `{}` został usunięty pomyślnie.

source: Alias with name `{}` was not found.
pl_pl: Alias o nazwie `{}` nie został znaleziony.

source: There are no aliases on this bot.
pl_pl: Nie ma żadnych aliasów dla tego bota.

source: Aliases:
pl_pl: Aliasy:

source: There are no aliases on this server.
pl_pl: Nie ma aliasów na tym serwerze Discord.
