Repository: pypi-data/pypi-mirror-42
Catalog: packages/Red-DiscordBot/Red-DiscordBot-3.0.1.tar.gz/Red-DiscordBot-3.0.1/redbot/cogs/downloader/locales/*.po
Languages: id_id, pl_pl, ru_ru, zh_cn

source: That git repo has already been added under another name.
id_id: Repo git tersebut telah ditambahkan dengan nama yang lain.
pl_pl: To repozytorium git dodano już pod inną nazwą.
ru_ru: Этот репозиторий уже был добавлен под другим именем.
zh_cn: 这个git库已经以另一个名字被加入了。

source: Something went wrong during the cloning process.
id_id: Terjadi kesalahan pada proses kloning.
pl_pl: Coś poszło nie tak podczas procesu klonowania.
ru_ru: Что-то пошло не так во время клонирования.
zh_cn: 在复制过程中出错了。

source: Repo `{}` successfully added.
id_id: Repo '{}' berhasil ditambahkan.
pl_pl: Repozytorium `{}` zostało dodane pomyślnie.
ru_ru: Репозиторий `{}` успешно добавлен.
zh_cn: 成功添加了库 `{}`。

source: The repo `{}` has been deleted successfully.
id_id: Repo '{}' telah berhasil dihapus.
pl_pl: Repozytorium `{}` zostało pomyślnie usunięte.
ru_ru: Репозиторий `{}` был удален.
zh_cn: 成功删除了库`{}`

source: Installed Repos:
id_id: Repo terpasang:
pl_pl: Zainstalowane repozytoria:
ru_ru: Установленные репозитории:
zh_cn: 已安装库：

source: Error, there is no cog by the name of `{}` in the `{}` repo.
id_id: Galat, tidak ada cog dengan nama `{}` pada repo `{}`.
pl_pl: Błąd, nie istnieje żadne rozszerzenie o nazwie `{}` w repozytorium `{}`.
ru_ru: Ошибка, кога `{}` не существует в репозитории `{}`.
zh_cn: 错误，在`{}`库中没有名为`{}`的齿轮。

source: Failed to install the required libraries for `{}`: `{}`
id_id: Gagal memasang persyaratan pustaka untuk '{}': '{}'
pl_pl: Nie można zainstalować wymaganych bibliotek dla `{}`: `{}`
ru_ru: Не удалось установить необходимые библиотеки для `{}`: `{}`
zh_cn: 安装所需的库`{}`：`{}`时出错

source: `{}` cog successfully installed.
id_id: Cog `{}` telah berhasil dipasang.
pl_pl: Rozszerzenie `{}` zostało zainstalowane pomyślnie.
ru_ru: ког `{}` успешно установлен.
zh_cn: 已成功安装 "{}" 齿轮。

source: `{}` was successfully removed.
id_id: '{}' berhasil dihapus.
pl_pl: Rozszerzenie `{}` zostało usunięte pomyślnie.
ru_ru: ког `{}` успешно удален.
zh_cn: 已经成功删除`{}`。

source: That cog was installed but can no longer be located. You may need to remove it's files manually if it is still usable.
id_id: Cog tersebut pernah terpasang namun tidak dapat ditemukan. Anda mungkin perlu menghapus filenya secara manual jika masih digunakan.
pl_pl: To rozszerzenie było zainstalowane, ale nie można go już znaleźć. Musisz usunąć jego pliki ręcznie, jeśli wciąż jest używalne.
ru_ru: Этот ког был установлен, но мы не можем его найти. Возможно, вам придется вручную удалить его файлы, если он все еще работает.
zh_cn: 该齿轮已经安装但无法定位。如果让可用，你可能需要手动删除它的文件。

source: Cog update completed successfully.
id_id: Pembaruan cog selesai dengan sukses.
pl_pl: Aktualizacja rozszerzenia przebiegła pomyślnie.
ru_ru: Обновление кога прошло успешно.
zh_cn: 以成功更新齿轮。

source: Available Cogs:
id_id: Cog tersedia:
pl_pl: Dostępne rozszerzenia:
ru_ru: Доступные Коги:
zh_cn: 可用的齿轮：

source: There is no cog `{}` in the repo `{}`
id_id: Tidak ada cog `{}` pada repo `{}`
pl_pl: Nie istnieje żadne rozszerzenie o nazwie `{}` w repozytorium `{}`
ru_ru: Кога `{}` не существует в репозитории `{}`
zh_cn: 在库`{}`中没有齿轮`{}`

source: Information on {}: {}
id_id: Informasi tentang {}: {}
pl_pl: Informacje dla {}: {}
ru_ru: Информация о {}: {}
zh_cn: 关于{}的信息：

source: Missing from info.json
id_id: Hilang dari info.json
pl_pl: Brakujący z info.json
ru_ru: Нет информации в info.json
zh_cn: 在info.json中找不到

source: Command: {} Made by: {} Repo: {} Cog name: {}
id_id: Perintah: {} Dibuat oleh: {} Repo: {} Nama Cog: {}
pl_pl: Komenda: {} Wykonane przez: {} Repozytorium: {} Rozszerzenie o nazwie: {}
ru_ru: Команда: {} Создана: {} Репозиторий: {} Название кога: {}
zh_cn: 命令: {} 制作人: {} 库: {} 齿轮名称: {}

source: That command doesn't seem to exist.
id_id: Perintah tersebut tidak ada.
pl_pl: Ta komenda nie istnieje.
ru_ru: Такой команды не существует.
zh_cn: 这个命令似乎不存在。
