Repository: pypi-data/pypi-mirror-42
Catalog: packages/Red-DiscordBot/Red-DiscordBot-3.0.2.tar.gz/Red-DiscordBot-3.0.2/redbot/cogs/filter/locales/*.po
Languages: it_it, ru_ru

source: Filtered in this server:
it_it: Filtrato in questo server:
ru_ru: Слова, фильтруемые на этом сервере:

source: I can't send direct messages to you.
it_it: Io non riesco a inviare messaggi diretti a voi.
ru_ru: Я не могу отправить вам личное сообщение.

source: Words added to filter.
it_it: Parole aggiunte al filtro.
ru_ru: Слова добавлены в список фильтруемых.

source: Words already in the filter.
it_it: Parole già nel filtro.
ru_ru: Слова уже есть в списке фильтруемых.

source: Words removed from filter.
it_it: Parole rimossi dal filtro.
ru_ru: Слова удалены из списка фильтруемых.

source: Those words weren't in the filter.
it_it: Quelle parole non erano nel filtro.
ru_ru: Этих слов не было в списке фильтруемых.

source: Names and nicknames will no longer be checked against the filter
it_it: Nomi e soprannomi non saranno non più controllati rispetto al filtro
ru_ru: Имена и ники больше не будут проверяться на наличие слов из фильтра

source: Names and nicknames will now be checked against the filter
it_it: Nomi e soprannomi saranno ora controllati contro il filtro
ru_ru: Имена и ники теперь будут проверяться на наличие слов из фильтра

source: The name to use on filtered names has been set
it_it: Il nome da utilizzare sui nomi filtrati è stato impostato
ru_ru: Имя, используемое для замены отфильтрованного имени или ника установлено

source: Count and timeframe either both need to be 0 or both need to be greater than 0!
it_it: Conteggio e timeframe entrambe devono essere 0 o entrambe devono essere maggiore di 0!
ru_ru: Количество или период должны быть оба равны 0 или обы должна быть больше 0!

source: Autoban disabled.
it_it: Autoban disabilitato.
ru_ru: Автобан отключён.

source: Count and time have been set.
it_it: Conteggio e tempo sono state impostate.
ru_ru: Количество и период были сохранены.
