Repository: pypi-data/pypi-mirror-42
Catalog: packages/Red-DiscordBot/Red-DiscordBot-3.0.2.tar.gz/Red-DiscordBot-3.0.2/redbot/cogs/economy/locales/*.po
Languages: de_de, pl_pl

source: JACKPOT! 226! Your bid has been multiplied * 2500!
de_de: JACKPOT! 226! Dein Gebot wurde multipliziert *2500!
pl_pl: JACKPOT 226! Twój zakład został powiększony 2500 razy!

source: Three cherries! +800!
de_de: Drei Kirschen! +800!
pl_pl: Trzy wiśnie! +800!

source: 2 6! Your bid has been multiplied * 4!
de_de: 2 6! Dein Gebot wurde multipliziert * 4!
pl_pl: 2 6! Twój zakład został powiększony czterokrotnie!

source: Two cherries! Your bid has been multiplied * 3!
de_de: Zwei Kirschen! Dein Gebot wurde multipliziert * 3!
pl_pl: Dwie wiśnie! Twój zakład został powiększony trzykrotnie!

source: Three symbols! +500!
de_de: Drei Symbole! +500!
pl_pl: Trzy symbole! +500!

source: Two consecutive symbols! Your bid has been multiplied * 2!
de_de: Zwei aufeinander folgende Symbole! Dein Gebot wurde multipliziert * 2!
pl_pl: Dwa kolejne symoble! Twój zakład został podwojony!

source: Slot machine payouts: {two.value} {two.value} {six.value} Bet * 2500 {flc.value} {flc.value} {flc.value} +1000 {cherries.value} {cherries.value} {cherries.value} +800 {two.value} {six.value} Bet * 4 {cherries.value} {cherries.value} Bet * 3 Three symbols: +500 Two symbols: Bet * 2
de_de: Spielautomaten Auszahlungen: {two.value} {two.value} {six.value} Gebot * 2500 {flc.value} {flc.value} {flc.value} +1000 {cherries.value} {cherries.value} {cherries.value} +800 {two.value} {six.value} Gebot * 4 {cherries.value}{cherries.value} Gebot * 3 Drei Symbole: +500 Zwei Symbole: Gebot * 2
pl_pl: Wypłaty w automacie: {two.value} {two.value} {six.value} Zakład * 2500 {flc.value} {flc.value} {flc.value} +1000 {cherries.value} {cherries.value} {cherries.value} +800 {two.value} {six.value} Zakład * 4 {cherries.value} {cherries.value} Zakład * 3 Trzy symbole: +500 Dwa symbole: Zakład * 2

source: {}'s balance is {} {}
de_de: {}'s Bilanz ist {} {}
pl_pl: Stan konta {} wynosi {} {}

source: {} transferred {} {} to {}
de_de: {} übertrug {} {} zu {}
pl_pl: {} przelał {} {} do {}

source: {} added {} {} to {}'s account.
de_de: {} fügt {} {} zu {}'s konto hinzu.
pl_pl: {} dodał {} {} do konta {}.

source: {} removed {} {} from {}'s account.
de_de: {} entzieht {} {} von {}'s Konto.
pl_pl: {} zabrał {} {} z konta {}.

source: {} set {}'s account to {} {}.
de_de: {} setzt {}'s Kontostand zu {} {}.
pl_pl: {} ustawił stan konta {} na {} {}.

source: This will delete all bank accounts for {}. If you're sure, type `{}bank reset yes`
de_de: Dies löscht alle Bankkonten für {}. Wenn Sie sicher sind, schreiben sie {}bank reset yes`

source: All bank accounts of this guild have been deleted.
de_de: Alle Bankkonten dieses Servers wurden gelöscht.
pl_pl: Wszystkie konta bankowe tej gildii zostały usunięte.

source: {} Too soon. For your next payday you have to wait {}.
de_de: {} Zu früh. Sie müssen auf Ihren nächsten Zahltag {} warten.
pl_pl: {} Zbyt szybko. Do następnej wypłaty trzeba czekać {}.

source: There are no accounts in the bank.
de_de: Es gibt keine Konten in der Bank.
pl_pl: Nie ma żadnych kont w banku.

source: You're on cooldown, try again in a bit.
de_de: Du bist auf Abklingzeit, versuch mal wieder.
pl_pl: Nie możesz tak często robić zakładów, spróbuj za chwilę.

source: That's an invalid bid amount, sorry :/
de_de: Das ist kein gültiges Gebot, entschuldigt sich :/
pl_pl: Nieprawidłowa kwota zakładu, przepraszam :/

source: You ain't got enough money, friend.
de_de: Du hast nicht genug Geld, mein Freund.
pl_pl: Nie masz tyle pieniędzy, kolego.

source: {} {} {} Your bid: {} {} → {}!
de_de: {} {} {} dein setzen: {} {} → {}!
pl_pl: {} {} {} Twój zakład: {} {} → {}!

source: {} {} Nothing! Your bid: {} {} → {}!
de_de: {} {} {} dein setzen: {} {} → {}!
pl_pl: {} {} Nic! Twój zakład: {} {} → {}!

source: Minimum slot bid: {} Maximum slot bid: {} Slot cooldown: {} Payday amount: {} Payday cooldown: {} Amount given at account registration: {}
de_de: Minimales Slot Gebot: {} Maximales Slot Gebot: {} Slot Abklingzeit: {} Zahltag Menge: {} Zahltag Abklingzeit: {} Betrag bei der Registrierung: {}
pl_pl: Minimalna kwota zakładu: {} Maksymalna kwota zakładu: {} Czas odnowienia dla maszyny losującej: {} Wielkość wypłaty: {} Czas odnowienia wypłaty: {} Kwota otrzymywana przy rejestracji konta: {}

source: Current Economy settings:
de_de: Aktuelle Economy-Einstellungen:
pl_pl: Obecne ustawienia Economy:

source: Invalid min bid amount.
de_de: Falscher Gebotsbetrag.
pl_pl: Nieprawidłowa minimalna kwota zakładu.

source: Minimum bid is now {} {}.
de_de: Mindestgebot ist jetzt {} {}.
pl_pl: Minimalna kwota zakładu wynosi teraz {} {}.

source: Invalid slotmax bid amount. Must be greater than slotmin.
de_de: Ungültiger Slotmax Betrag. Muss größer sein als Slotmin.
pl_pl: Nieprawidłowa maksymalna kwota zakładu. Musi być ona większa od minimalnej.

source: Maximum bid is now {} {}.
de_de: Maximale Wette ist jetzt {} {}.
pl_pl: Maksymalna kwota zakładu wynosi teraz {} {}.

source: Cooldown is now {} seconds.
de_de: Abklingzeit ist jetzt {} sekunden.
pl_pl: Czas odnowienia wynosi teraz {} sekund.

source: Value modified. At least {} seconds must pass between each payday.
de_de: Wert geändert. Mindestens {} Sekunden müssen zwischen jedem Payday passieren.
pl_pl: Wartość zmodyfikowana. Musi upłynąć co najmniej {} sekund pomiędzy każdą wypłatą.

source: Har har so funny.
de_de: Har Har wirklich lustig.
pl_pl: He he, tak zabawne.

source: Every payday will now give {} {}.
de_de: Jeder Zahltag gibt nun {} {}.
pl_pl: Każda wypłata da teraz {} {}.

source: Registering an account will now give {} {}.
de_de: Bei der Anmeldung gibt es jetzt {} {}.
pl_pl: Zarejestrowanie się da teraz {} {}.

source: weeks
de_de: Wochen
pl_pl: tygodni

source: days
de_de: Tage
pl_pl: dni

source: hours
de_de: Stunden
pl_pl: godzin

source: minutes
de_de: Minuten
pl_pl: minut

source: seconds
de_de: Sekunden
pl_pl: sekund

source: 4LC! +1000!
pl_pl: Czterolistne koniczyny! +1000!
