Repository: pypi-data/pypi-mirror-42
Catalog: packages/collective.quickupload/collective.quickupload-1.11.1.tar.gz/collective.quickupload-1.11.1/collective/quickupload/locales/*/LC_MESSAGES/collective.quickupload.po
Languages: eu

source: files uploaded with success,
eu: fitxategi ondo kargatu dira,

source: uploads return an error.
eu: fitxategik errorea eman dute.

source: A data base conflict error happened when uploading this file:
eu: Datu basearen errorea gertatu da fitxategi hau kargatzean:

source: All
eu: Guztiak

source: All files uploaded with success.
eu: Fitxategi guztiak ondo kargatu dira.

source: Audio files
eu: Audio fitxategiak

source: Batch upload files.
eu: Fitxategiak batera kargatu

source: Box title
eu: Kutxaren izenburua

source: Browse
eu: Arakatu

source: Choose audio files to upload
eu: Aukeratu kargatzeko audio-fitxategiak

source: Choose file for upload: ${ext}
eu: Aukeratu kargatzeko fitxategiak: ${ext}

source: Choose flash files to upload
eu: Aukeratu kargatzeko flash-fitxategiak

source: Choose images to upload
eu: Aukeratu kargatzeko irudi-fitxategiak

source: Choose the media type used for file upload. image, audio, video ...
eu: Fitxategi-kargarako erabiliko den formatua aukeratu: irudia, audioa, bideoa, ...

source: Choose the portal type used for file upload. Keep the default configuration to automatically choose a portal type depending on settings defined in the content_type_registry.
eu: Aukeratu fitxategiak kargatzean sortuko den elementu mota. Defektuzko konfigurazioa uzten baduzu content_type_registry-ko konfigurazioa hartuko da kontuan.

source: Choose video files to upload
eu: Aukeratu kargatzeko bideo-fitxategiak

source: Content type
eu: Elementu-mota

source: Control how the quick upload tool is used.
eu: Kontrolatu nola erabiltzen den 'quick upload' tresna

source: Drag and drop files to upload
eu: Kargatzeko fitxategiak arrastratu eta jaregin

source: Failed
eu: Huts egin du

source: Files Quick Upload
eu: Fitxategien karga azkarra

source: Flash files
eu: Flash fitxategiak

source: If title is empty, the portlet title will be the Media Choice + ' Quick Upload'.
eu: Izenburua hutsik badago, portletaren izenburua Irudia/Fitxategia/Bideoa + ' Azkar Kargatzea' izango da

source: Images
eu: Irudiak

source: Images Quick Upload
eu: Irudiak Azkar Kargatzea

source: Media type
eu: Media mota

source: Only allowed:
eu: Hauek bakarrik onartzen dira:

source: Quick Upload
eu: Karga azkarra

source: Quick Upload settings
eu: Karga azkarraren ezarpenak

source: Selected elements contain an empty file or a folder:
eu: Aukeratutako elementuen artean fitxategi edo karpeta huts bat dago:

source: Server error, please contact support and/or try again.
eu: Zerbitzariko errorea, jar zaitez atariaren arduradunarekin kontaktuan edo saiatu berriz.

source: This file already exists with the same name on server:
eu: Zerbitzarian badago izen hori duen fitxategi bat:

source: This file has invalid extension:
eu: Fitxategi honen luzapena ez da zuzena:

source: This file has no extension:
eu: Fitxategi honek ez du luzapenik:

source: This file is too large:
eu: Fitxategi hau handiegia da:

source: This type of element is not allowed in this folder.
eu: Karpeta honetan ezin da mota honetako elementurik kargatu.

source: Upload
eu: Kargatu

source: Video files
eu: Bideo fitxategiak

source: You don't have permission to add this content in this place.
eu: Ez duzu elementu-mota hau sortzeko baimenik

source: description_auto_upload
eu: Aukeratu fitxategiak aukeratzeaz bat kargatzen hasi nahi baduzu formularioa bidali gabe. Aukeratuta badago ezin dituzu fitxategiak izenburu eta deskribapenak bete.

source: description_fill_descriptions
eu: Aukeratuta badago fitxategien deskribapenak kargatu aurretik bete ditzakezu. Ez aukeratu deskribapenak behar ez badituzu.

source: description_fill_titles
eu: Aukeratuta badago fitxategien izenburuak kargatu aurretik bete ditzakezu. Ez aukeratu izenburuak behar ez badituzu.

source: description_show_upload_action
eu: Aukeratu "Fitxategiak kargatu" akzio bat edizio-barran edukitzeko. Klik egindakoan fitxategiak kargatzeko leiho bat agertuko da. Aukera hau portleta erabiltzearen ordezko formula da eta ez du beste konfiguraziorik.

source: description_sim_upload_limit
eu: Aldi berean kargatu ahal den fitxategi kopurua, zenbaki horretatik gora fitxategiak kolan geratuko dira, 0 jarriz gero ez dago mugarik.

source: description_size_limit
eu: Fitxategien tamaina maximoa KBtan, 0 = mugarik ez

source: description_use_flash_fallback
eu: Aukeratu Internet Explorer nabigatzailean flash formatuko kargatzailea erabili nahi baduzu

source: description_use_flashupload
eu: Defektuz kargatzeko lana javascript tresna batek egiten du. Aukeratu kutxa hau Flash formatuko kargatzaile bat erabiltzeko. Nabigatzaile berrietan javascript tresna hobea da. Flash formatukoa nabigatzaile zaharretan egokiagoa da (hala nola IE7 edo IE8), baina hainbat arazo ditu: ez dabil https-rekin, ez dabil HTTP autentikazioarekin, ...

source: label_choose_your_files
eu: Arrastatu eta jaregin edo aukeratu kargatu nahi dituzun fitxategiak:

source: label_choose_your_files_nodrag
eu: Aukeratu fitxategiak:

source: label_clear_queue
eu: Kola hustu

source: label_default_portaltype_configuration
eu: Defektuzko konfigurazioa (Content Type Registry)

source: label_media_quickupload
eu: ${medialabel} Karga Azkarra

source: label_upload_files
eu: Fitxategiak kargatu

source: maximum file size is:
eu: fitxategiaren gehienezko tamaina:

source: msg_file_replaced
eu: ${filename} fitxategia ordezkatu egin da

source: please select files again without it.
eu: aukeratu berriz fitxategiak hori gabe.

source: please try again.
eu: saiatu berriz mesedez.

source: title_auto_upload
eu: Aukeratzerakoan automatikoki kargatu

source: title_fill_descriptions
eu: Kargatu aurretik deskribapena bete

source: title_fill_titles
eu: Kargatu aurretik izenburuak bete

source: title_show_upload_action
eu: Erakutsi "Kargatu" akzioa

source: title_sim_upload_limit
eu: Batera kargatuko diren fitxategi-kopurua

source: title_size_limit
eu: Tamaina-muga

source: title_use_flash_fallback
eu: Erabili flash Internet Explorer-en

source: title_use_flashupload
eu: Flash kargatzailea erabili
