Repository: pypi-data/pypi-mirror-42
Catalog: packages/BotEXBotBase/BotEXBotBase-3.1.2-py3-none-any.whl/redbot/cogs/modlog/locales/*.po
Languages: de_de

source: Mod events will be sent to {}
de_de: Mod-Ereignisse werden an {} gesendet

source: I do not have permissions to send messages in {}!
de_de: Ich habe keine Berechtigungen zum Senden von Nachrichten in {}!

source: Mod log deactivated.
de_de: Mod log deaktiviert.

source: Current settings:
de_de: Aktuelle Einstellungen:

source: That action is not registered
de_de: Diese Aktion ist nicht registriert

source: Case creation for {} actions is now {}.
de_de: Fallerstellung für {} Aktionen ist jetzt {}.

source: Cases have been reset.
de_de: Fälle wurden zurückgesetzt.

source: That case does not exist for that guild
de_de: Dieser Fall existiert für diese Gilde nicht

source: That case does not exist!
de_de: Dieser Fall existiert nicht!

source: You are not authorized to modify that case!
de_de: Sie sind nicht berechtigt, diesen Fall zu ändern!

source: Reason has been updated.
de_de: Der Grund wurde aktualisiert.
