Repository: pypi-data/pypi-mirror-42
Catalog: packages/officegenerator/officegenerator-1.7.0.tar.gz/officegenerator-1.7.0/locale/*.po
Languages: es

source: Developed by Mariano Muñoz 2015-{}
es: Desarrollado por Mariano Muñoz 2015-{}

source: Create example files using officegenerator module
es: Crea ficheros de ejemplo usando el módulo officegenerator

source: Generating example files
es: Generando ficheros de ejemplo

source: ODS Generated
es: ODS generado

source: ODS Readed and regenerated
es: ODS leído y regenerado

source: ODT Generated
es: ODT generado

source: ODT Generated from Manual Styles
es: ODT Generado con estilos manuales

source: XLSX Generated
es: XLSX generado

source: XLSX Readed and regenerated
es: XLSX leído y regenerado

source: This cell has been readed and modified
es: Esta celda ha sido leída y modificada

source: Created cell
es: Celda creada

source: This is a comment
es: Esto es un comentario

source: Style name
es: Nombre de estilo

source: Date and time
es: Fecha y hora

source: Date
es: Fecha

source: Integer
es: Entero

source: Dollars
es: Dólares

source: Percentage
es: Porcentaje

source: Number with 2 decimals
es: Número con 2 decimales

source: Number with 6 decimals
es: Número con 6 decimales

source: This cell is going to be merged with B13 a F14
es: Esta celda va a unir el rango B13 y F14

source: This cell is going to be merged and aligned desde B18 a G18
es: Esta celda va a unir y alinear el rango B18 a G18

source: Manual of officegenerator
es: Manual de OfficeGenerator

source: Version {}
es: Versión {}

source: ODT files can be quickly generated with OfficeGenerator.
es: Los ficheros ODT son creados rápidamente con OfficeGenerator.

source: It create predefined styles that allows to create nice documents without worry about styles.
es: Crea estilos predefinidos que te permiten crear documentos vistosos sin preocuparte de los estilos.

source: OfficeGenerator predefined paragraph styles
es: Estilos predefenidos de párrafo en OfficeGenerator

source: OfficeGenerator has headers and titles as you can see in the document structure.
es: OfficeGenerator tiene encabezados y titulos como puedes ver en la estructura del documento.

source: Morever, it has the following predefined styles:
es: Además, tiene los siguientes estilos predefinidos

source: This is the 'Standard' style
es: Este es el estilo 'Standard'

source: This is the 'StandardCenter' style
es: Este es el estilo 'StandardCenter'

source: This is the 'StandardRight' style
es: Este es el estilo 'StandardRight'

source: This is the 'Illustration' style
es: Este es el estilo 'Ilustración'

source: This is the 'Bold18Center' style
es: Este es el estilo 'Bold18Center'

source: This is the 'Bold16Center' style
es: Este es el estilo 'Bold16Center'

source: This is the 'Bold14Center' style
es: Este es el estilo 'Bold14Center'

source: This is the 'Bold12Center' style
es: Este es el estilo 'Bold12Center'

source: This is the 'Bold12Underline' style
es: Este es el estilo 'Bold12Underline'

source: Tables
es: Tablas

source: We can create tables too, for example with size 11pt:
es: También podemos crear tablas, por ejemplo con tamaño 11pt:

source: Concept
es: Concepto

source: Value
es: Valor

source: Text
es: Texto

source: This is a text
es: Esto es un texto

source: Datetime
es: Fecha y hora

source: Currency
es: Divisa

source: First
es: Primero

source: Tables with the size 10pt:
es: Tablas con el tamaño 10pt:

source: Tables with 8pt size:
es: Tablas con el tamaño 8pt:

source: Third
es: Tercero

source: Lists and numbered lists
es: Listas y listas numeradas

source: Simple list
es: Lista simle

source: Multilevel list with bullets
es: Lista multinivel con decoradores

source: Multilevel list with Numbers
es: Lista multinivel con números

source: Images
es: Imágenes

source: As you can see, I can reuse it one hundred times. File size will not be increased because I used reference names.
es: Como puedes ver, puedo reutilizar la imagen cien veces. El tamaño del fichero no aumentará porque uso referencias.

source: The next paragraph is generated with the illustration method
es: El siguiente párrafo es generado con el método illustration

source: Horizontal page
es: Página horizontal

source: By default OfficeGenerator uses a predefined A4 page.
es: Por defecto OfficeGenerator usa una página predefinida A4

source: Morever, you can set a predefined A4 horizontal page, as you can see.
es: Ademas, puedes añadir páginas horizontales A4 predefinidas, como puedes ver.

source: Styles
es: Estilos

source: This is a custom cell
es: Esto es una celda modificada

source: This cell is going to be merged with B13 and C13
es: Esta celda va a ser unida desde con B13 y C13

source: This cell is going to be merged and aligned
es: Esta celda va a ser unida y alineada

source: This sheet max rows are {} and max columns {}
es: El número máximo de filas de esta celda es {} y el de columnas {}

source: Cell B23 has a name 'Amount
es: La celda B23 tiene el nombre 'Amount'

source: Cell B24 has a name 'Price
es: La celda B24 tiene el nombre 'Price'

source: Cell B25 has a product with names
es: La celda B25 hace un producto con nombres

source: Orange
es: Naranja

source: Yellow
es: Amarillo

source: White
es: Blanco

source: You can't overwrite a readed ods
es: No puedes sobreescribir un ods leído

source: This document has been generated with OfficeGenerator v{}
es: Este documento ha sido creado con OfficeGenerator v{}

source: Tag {} hasn't been found
es: La etiqueta {} no ha sido encontrada

source: You can't overwrite a readed odt
es: No puedes sobreescribir un odt leído

source: *** ERROR: File wasn't generated ***
es: *** ERROR: El fichero no ha sido generado ***

source: Convert a ODF file into an indented xml
es: Convierte un fichero ODF en un xml indentado

source: Odf file to convert
es: Fichero ODF a convertir

source: officegenerator_odf2xml only works on Linux
es: officegenerator_odf2xml solo funciona en Linux
