Repository: pypi-data/pypi-mirror-42
Catalog: packages/Red-DiscordBot/Red-DiscordBot-3.0.2.tar.gz/Red-DiscordBot-3.0.2/redbot/cogs/general/locales/*.po
Languages: bg_bg

source: As I see it, yes
bg_bg: Мисля, че да

source: It is certain
bg_bg: Естествено

source: It is decidedly so
bg_bg: Разбира се

source: Most likely
bg_bg: Най-вероятно

source: Outlook good
bg_bg: Изглежда добре

source: Signs point to yes
bg_bg: Знаците сочат към да

source: Without a doubt
bg_bg: Без съмнение

source: Yes
bg_bg: Да

source: Yes – definitely
bg_bg: Да - определено

source: You may rely on it
bg_bg: Може да разчитате на него

source: Ask again later
bg_bg: Попитайте отново по-късно

source: Reply hazy, try again
bg_bg: Отговорът е мъглив, опитайте отново

source: Better not tell you now
bg_bg: По-добре да не Ви кажа сега

source: Cannot predict now
bg_bg: Не може да се предскаже сега

source: Concentrate and ask again
bg_bg: Концентрирайте се и попитайте отново

source: Don't count on it
bg_bg: Не разчитайте на това

source: My reply is no
bg_bg: Моят отговор е не

source: My sources say no
bg_bg: Моите източници казват не

source: Outlook not so good
bg_bg: Не ми изглежда добре на вид

source: Very doubtful
bg_bg: Много съмнително

source: Not enough choices to pick from.
bg_bg: Няма достатъчно опции за избор.

source: {} Maybe higher than 1? ;P
bg_bg: {}, Може би по-високо от 1? ;P

source: *flips a coin and...
bg_bg: *хвърляме монета и...

source: HEADS!*
bg_bg: ЕЗИ!*

source: TAILS!*
bg_bg: ТУРА!*

source: {} You win {}!
bg_bg: {} Вие печелите {}!

source: {} You lose {}!
bg_bg: {} Вие губите {}!

source: {} We're square {}!
bg_bg: {} Ние сме квадратни {}!

source: That doesn't look like a question.
bg_bg: Това не прилича на въпрос.

source: Stopwatch started!
bg_bg: Хронометърът - стартиран!

source: Stopwatch stopped! Time: **
bg_bg: Хронометърът спря! Време: **

source: {} ({} days ago)
bg_bg: {} (преди {} дни)

source: Chilling in {} status
bg_bg: Охлаждане в {} статут

source: Playing {}
bg_bg: Играе {}

source: None
bg_bg: Няма

source: Joined Discord on
bg_bg: Присъединил се в Discord на

source: Joined this guild on
bg_bg: Присъединил се в тази гилдия на

source: Roles
bg_bg: Роли

source: Member #{} | User ID: {}
bg_bg: Член #{} | Потребителски номер: {}

source: I need the `Embed links` permission to send this.
bg_bg: Трябва ми пълномощното за `Вграждане на връзки` за да изпратя това.

source: Since {}. That's over {} days ago!
bg_bg: От {}. Това е от преди {} дни!

source: Region
bg_bg: Регион

source: Users
bg_bg: Потребители

source: Text Channels
bg_bg: Текстови канали

source: Voice Channels
bg_bg: Гласови канали

source: Owner
bg_bg: Собственик

source: Guild ID:
bg_bg: Номер на гилдията:

source: Your search terms gave no results.
bg_bg: Термините за търсене, посочени от Вас, не дадоха никакви резултати.

source: There is no definition #{}
bg_bg: Няма никакво определение #{}

source: Error.
bg_bg: Грешка.
