Repository: pypi-data/pypi-mirror-42
Catalog: packages/drumst/drumst-1.0.0.tar.gz/drumst-1.0.0/locale/*/LC_MESSAGES/drumst.po
Languages: it_it

source: Can not find the configuration file! Please, remove and reinstall the drumsT application·
it_it: Impossibile trovare il file di configurazione! Per favore, rimuovi e reinstalla DrumsT.

source: DrumsT: Fatal Error
it_it: DrumsT: Errore fatale!

source: The root directory for saving databases no longer exists! Do you want to import an existing one or create a new one?
it_it: La cartella principale per il ripristino dei database non esiste più! Vuoi importarne una esistente o crearne una nuova?

source: DrumsT - School Management For Drum Teachers
it_it: DrumsT - Gestione scolastica per insegnanti di batteria

source: School Year
it_it: Anno Scolastico

source: Name
it_it: Nome

source: Surname
it_it: Cognome

source: Phone
it_it: Telefono

source: Address
it_it: Indirizzo

source: Birth Date
it_it: Data di Nascita

source: Joined Date
it_it: Data di Inizio

source: Level-Course
it_it: Livello del Corso

source: Name Database Imported
it_it: Nome del Database Importato

source: School Year selection
it_it: Selezione anno scolastico

source: To use DrumsT, you need to open a database or create a new one if it does not exist
it_it: Per usare DrumsT, è necessario aprire un database o crearne uno nuovo se non esiste

source: Empty database: There isn't any list to load. You must add new students now
it_it: Database vuoto: Nessuna lista caricata. Ora, dovresti aggiungere nuovi profili degli studenti.

source: DrumsT: open a school database..
it_it: DrumsT: Apri un database scolastico..

source: DrumsT: Error
it_it: DrumsT: Errore

source: Open lessons register
it_it: Apri registro lezioni

source: Add New Student
it_it: Inserisci Nuovo Studente

source: data change student
it_it: Cambia i dati dello studente

source: data delete student
it_it: Cancella i dati dello studente

source: Create a new student profile
it_it: Crea un nuovo profilo studente

source: DrumsT: Warning
it_it: DrumsT: Avvertimento

source: Successfully stored!
it_it: Archiviato con successo!

source: It was added a new profile
it_it: E' stato aggiunto un nuovo profilo

source: Change data to student profile
it_it: Cambia i dati al profilo studente

source: Update new profile
it_it: Aggiorna nuovo profilo

source: Are you sure to delete selected student? Note that this process remove all stored information and lessons register. After this action all the deleted data will not be recoverable !
it_it: Si è sicuri di rimuovere lo studente selezionato? Si consideri che questo processo rimuoverà tutte le informazioni archiviate compreso i dati delle lezioni. Dopo questa azione non sarà più possibile il ripristino dei dati !

source: DrumsT: Please confirm
it_it: DrumsT - Prego confermare

source: {0} {1} with ID class {2} was deleted
it_it: {0} {1} con ID class {2} è stato cancellato

source: DrumsT: info
it_it: DrumsT - informazione

source: Create a new database
it_it: Crea un nuovo database

source: Open a school database
it_it: Apri un database scolastico

source: Exit the application
it_it: Esci dall'applicazione

source: Set new school year
it_it: Imposta nuovo anno scolastico

source: Set a new school year
it_it: Imposta un nuovo anno scolastico

source: Display lessons register
it_it: Visualizza il registro lezioni

source: Show/Hide Tool Bar
it_it: Mostra/Nascondi barra strumenti

source: Show or hide tool bar view
it_it: Mostra o nascondi la barra degli strumenti

source: Show/Hide Status Bar
it_it: Mostra/Nascondi barra di stato

source: Show or hide status bar view
it_it: Mostra o nascondi la barra di stato

source: &View
it_it: Visualizza

source: Online help
it_it: Guida in linea

source: About DrumsT program
it_it: Circa DrumsT

source: DrumsT - New school database..
it_it: DrumsT - Nuovo database scolastico..

source: DrumsT: New database has been successfully created!
it_it: DrumsT: Un nuovo database è stato creato con successo!

source: DrumsT - Add new school year
it_it: DrumsT - Aggiungi nuovo anno scolastico

source: DrumsT: Successfully stored!
it_it: DrumsT - Archiviato con successo!

source: Some window is still open! ..Save your data before closing the application.
it_it: Qualche finestra risulta ancora aperta! ..Salva i tuoi dati prima di chiudere l'applicazione.

source: DrumsT: warning
it_it: DrumsT - Avvertenza

source: Todays lesson with %s
it_it: Lezione odierna con %s

source: On 'todays lesson' there are unsaved data... continue closing?
it_it: Nella finestra 'Lezione di Oggi' ci sono dati non salvati.. Chiudere ugualmente?

source: Please confirm
it_it: Prego confermare

source: On 'Previus lessons' there are unsaved data... continue closing?
it_it: Nella finestra 'Lezioni precedenti' ci sono dati non salvati.. Chiudere ugualmente?

source: Todays lesson
it_it: Lezione di oggi

source: Previous lessons
it_it: Lezioni Precedenti

source: Previous lessons with %s
it_it: Lezioni precedenti con %s

source: Start New Lesson
it_it: Inizia Nuova Lezione

source: lesson date setting
it_it: Impostazione data lezione

source: Attendances Register
it_it: Registro delle Presenze

source: No absence
it_it: Nessuna Assenza

source: Student is absent
it_it: Lo studente è assente

source: Teacher is absent
it_it: L'insegnante è assente

source: Chart Reading
it_it: Lettura Partiture

source: Hands/Foots Setting
it_it: Impostazioni Mani/Piedi

source: Rudiments
it_it: Rudimenti

source: Independance/Coordination
it_it: Indipendenza/Coordinazione

source: Elements of Style Rhythm
it_it: Stili e linguaggi Ritmici

source: Minus One
it_it: Basi Musicali

source: Other-1
it_it: Altro-1

source: Other-2
it_it: Altro-2

source: Other-3
it_it: Altro-3

source: Votes/Report
it_it: Votazioni/Segnalazioni

source: Reminder/Block-notes
it_it: Promemoria/Blocco-Notes

source: Studies Topic
it_it: Argomenti di Studio

source: Votes and Reminders
it_it: Votazioni e Promemoria

source: Insert lesson in the database ?
it_it: Archiviare la lezione sul database?

source: Edit Topic
it_it: Modifica Argomentazioni

source: ID lesson
it_it: ID della lezione

source: ID class
it_it: ID della classe

source: Attendances
it_it: Presenze

source: Lesson Date
it_it: Data Lezione

source: Hands/foots Setting
it_it: Impostazioni Mani/Piedi

source: Coordination
it_it: Coordinazione

source: Styles
it_it: Stili

source: Votes
it_it: Votazioni

source: Note/Reminder
it_it: Note/Promemoria

source: Edit text or values into the cells and append
it_it: Modifica testo o valori nelle celle e aggiungili

source: Restore to the previous state
it_it: Ripristina lo stato precedente

source: Update and commit new entries into database
it_it: Aggiorna nuove voci sul database

source: This column can not be edit.
it_it: Questa colonna non può essere modificata.

source: Edit the '{0}' topic in the {1}th lesson
it_it: Modifica l'argomento '{0}' nella {1}° lezione

source: Before editing cells in other rows, you need to render the changes with the 'Apply' button.
it_it: Prima di modificare le celle di altre righe, dovresti applicare i cambiamenti recenti con il tasto 'Applica'.

source: DrumsT: Change Not Allowed
it_it: DrumsT - Modifica non consentita

source: Music drums school management DrumsT is a school manager application open-source and cross-platform, focused to individual lessons and designed for drums teachers. It can handle independently multiple school locations with progressive data storing of several school years and students lessons who learns the art of drumming. DrumsT is free software that respects your freedom!
it_it: Gestione scolastica di batteria DrumsT è un gestionale scolastico a sorgente aperto multi-piattaforma, focalizzato su lezioni individuali e progettato per insegnanti di batteria. Può gestire più sedi scolastiche in modo indipendente con memorizzazione progressiva di diversi anni scolastici e un numero illimitato di studenti i quali imparano l'arte del drumming. DrumsT è sofware libero che rispetta la tua libertà!

source: This is the first time you start DrumsT. DrumsT uses only one path to save/open databases. - To create a new database now, press the create button. - If a database already exists press the import button. - Press the exit button to exit simply
it_it: Questa è la prima volta che avvii DrumsT. DrumsT usa un solo percorso per salvare/aprire i database - Per creare un nuovo database, premi il pulsante 'Crea'. - Se già esiste un database, premi il pulsante 'Importa'. - Premi il pulsante 'Esci' per uscire semplicemente.

source: Welcome !
it_it: Benvenuto !

source: Create a new database:
it_it: Creare un nuovo database:

source: Import a 'drumsT_DB' existing folder:
it_it: Importare una cartella 'drumsT_DB' esistente:

source: Exit and do nothing:
it_it: Esci e non fare niente

source: Create
it_it: Crea

source: Import
it_it: Importa

source: Exit
it_it: Uscita

source: DrumsT - create new school database
it_it: DrumsT - crea un nuovo database scolastico

source: Where do you want to save ?
it_it: Dove vuoi salvare ?

source: A new drumsT rootdir has been created: {0} You must re-start the DrumsT application now. Good Work !
it_it: E' stata creata una nuova cartella per i database: {0} Ora dovresti riavviare DrumsT. Buon Lavoro !

source: Success !
it_it: Successo !

source: Where is the 'DrumsT_DB' folder?
it_it: Dove si trova la cartella 'DrumsT_DB' ?

source: A database has been imported successfully: {0} You must re-start the DrumsT application now. Good Work !
it_it: Un database è stato appena importato con successo: {0} Ora dovresti riavviare l'applicazione. Buon Lavoro !

source: Name:
it_it: Nome:

source: Surname:
it_it: Cognome:

source: Phone:
it_it: Recapito Telefonico:

source: Address:
it_it: Indirizzo:

source: Birth-Dates:
it_it: Data di Nascita:

source: Joined Date:
it_it: Data Inizio o Iscrizione:

source: Level:
it_it: Livello:

source: Others Info:
it_it: Altre Informazioni:

source: Incomplete profile assignment!
it_it: Assegnazione profilo incompleta!

source: DrumsT: Unable to save
it_it: DrumsT: Impossibile salvare

source: Type school name or a location identifier. This will create a new database with the named school:
it_it: Digita il nome della scuola o un identificatore di posizione. Questo creerà un nuovo database con la scuola denominata:

source: School year:
it_it: Anno scolastico:

source: Set a new school year to opened database:
it_it: Impostare un nuovo anno scolastico al database in uso:

source: A new drumsT rootdir has been created on: {0} Restart the DrumsT application now. Good Work !
it_it: Una nuova cartella radice è stata appena creata in: {0} Ora dovresti riavviare l'applicazione. Buon Lavoro !

source: DrumsT: Failed to write drumsT.conf: ERROR: {0}
it_it: DrumsT: Impossibile scrivere sul file di configurazione drumsT.conf ERRORE: {0}

source: DrumsT: Already exist : %s
it_it: DrumsT: Esiste già: %s

source: DrumsT: Failed to make database root dir OSError: %s
it_it: DrumsT: Impossibile creare la directory principale del database ERRORE: %s

source: DrumsT: Failed to create new database ERROR: %s
it_it: DrumsT: Registrazione Fallita! nel creare un nuovo database ERRORE: %s

source: This name already exists: NAME/SURNAME: {0} {1} PHONE: {2} ADDRESS: {3} BIRTHDATE: {4} JOINED DATE: {5} LEVEL: {6} Want you to save anyway?
it_it: Identità già esistente: NOME/COGNOME: {0} {1} TELEFONO: {2} INDIRIZZO: {3} DATA DI NASCITA: {4} DATA ISCRIZIONE: {5} LIVELLO: {6} Desideri salvare comunque?

source: DrumsT: Failed to insert student in Class table ERROR: %s
it_it: DrumsT: Registrazione Fallita nell'inserimento studente su Class table ERRORE: %s

source: DrumsT: Failed to add lesson in Lesson table ERROR: %s
it_it: DrumsT: Registrazione dati lezione fallita su tavola lezione! ERRORE: %s

source: This school year already exist.
it_it: Anno scolastico già precedentemente impostato.

source: DrumsT: Failed to add new school year ERROR: %s
it_it: DrumsT: Registrazione Fallita! su nuovo anno scolastico ERRORE: %s

source: DrumsT: Failed to update student in Class table ERROR: %s
it_it: DrumsT: Registrazione Fallita nell'aggiornare dati studente. (Class table) ERRORE: %s

source: DrumsT: Failed to delete student and its lesson in Class table and Lesson table ERROR: %s
it_it: DrumsT: Registrazione Fallita! su cancella dati studente e relative lezioni (Class table and Lesson table) ERRORE: %s

source: DrumsT: Failed to update lesson in Lesson table ERROR: %s
it_it: DrumsT: Registrazione Fallita nell'aggiornamento lezione (Lesson table) ERRORE: %s
