Repository: pypi-data/pypi-mirror-42
Catalog: packages/Red-DiscordBot/Red-DiscordBot-3.0.2.tar.gz/Red-DiscordBot-3.0.2/redbot/cogs/alias/locales/*.po
Languages: de_de, ja_jp, nl_nl, zh_cn

source: No prefix found.
de_de: Kein Präfix wurde gefunden.
ja_jp: プレフィックスが見つかりません。
nl_nl: Geen prefix gevonden.
zh_cn: 找不到前缀

source: You attempted to create a new alias with the name {} but that name is already a command on this bot.
de_de: Sie haben versucht, einen neuen Alias ​​mit dem Namen {} zu erstellen, aber dieser Name ist bereits ein Command für diesen Bot.
nl_nl: U probeert een nieuwe alias maken met de naam {}, maar is al een opdracht op de bot.
zh_cn: 您尝试使用名称{} 创建新的别名，但该名称已经是该机器人上的命令。

source: You attempted to create a new alias with the name {} but that alias already exists on this server.
de_de: Sie haben versucht, einen neuen Alias ​​mit dem Namen {} zu erstellen, aber dieser Alias ​​existiert bereits auf diesem Server.
nl_nl: U probeert een nieuwe alias met de naam {} maken. Maar die alias bestaat al op deze server.
zh_cn: 您试图使用名称{} 创建新的别名，但该别名已存在于此服务器上。

source: You attempted to create a new alias with the name {} but that name is an invalid alias name. Alias names may not contain spaces.
de_de: Sie haben versucht, einen neuen Alias ​​mit dem Namen {} zu erstellen, dieser Name ist jedoch ein ungültiger Aliasname. Alias-Namen dürfen keine Leerzeichen enthalten.
nl_nl: U probeert een nieuwe alias maken met de naam {}, maar dat is een ongeldige alias naam. Alias namen mogen geen spaties bevatten.
zh_cn: 您尝试使用名称{} 创建新的别名，但该名称是无效的别名。别名不能包含空格。

source: A new alias with the trigger `{}` has been created.
de_de: Ein neuer alias mit dem Trigger `{}` wurde hinzugefügt.
ja_jp: `{}`という新しいエイリアスが作成されました。
nl_nl: Een nieuwe alias met de trigger `{}`is aangemaakt.
zh_cn: 已经创建一个包含触发器`{}`的新别名。

source: You attempted to create a new global alias with the name {} but that name is already a command on this bot.
de_de: Sie haben versucht, einen neuen globalen Alias ​​mit dem Namen {} zu erstellen, aber dieser Name ist bereits ein Command für diesen Bot.
nl_nl: U probeert een nieuwe globale alias met de naam {} te maken, maar die alias al een commando op deze bot.
zh_cn: 您尝试使用名称{} 创建新的全局别名，但该名称已经是该机器人上的命令。

source: You attempted to create a new global alias with the name {} but that alias already exists on this server.
de_de: Sie haben versucht, einen neuen globalen Aliasnamen mit dem Namen {} zu erstellen, dieser Aliasname ist jedoch bereits auf diesem Server vorhanden.
nl_nl: U probeert een nieuwe globale alias met de naam {} te maken, maar die alias al bestaat op deze server.
zh_cn: 您尝试使用名称{} 创建新的全局别名，但该别名已经存在于此服务器上。

source: You attempted to create a new global alias with the name {} but that name is an invalid alias name. Alias names may not contain spaces.
de_de: Sie haben versucht, einen neuen globalen Aliasnamen mit dem Namen {} zu erstellen, dieser Name ist jedoch ein ungültiger Aliasname. Alias-Namen dürfen keine Leerzeichen enthalten.
nl_nl: U probeert een nieuwe globale alias maken met de naam {}, maar die naam is de naam van een ongeldige alias. Alias namen mogen geen spaties bevatten.
zh_cn: 您试图使用名称{} 创建新的全局别名，但该名称是无效的别名。别名不能包含空格。

source: A new global alias with the trigger `{}` has been created.
de_de: Ein neuer globaler Alias mit dem Trigger `{}` wurde erstellt.
ja_jp: `{}`という新しいグローバルエイリアスが作成されました。
nl_nl: Een nieuwe globale alias met de trigger `{}` is aangemaakt.
zh_cn: 已经创建一个包含触发器`{}`的全局别名。

source: No such alias exists.
de_de: Kein solcher alias ist vorhanden.
ja_jp: そのようなエイリアスはありません。
nl_nl: Deze alias bestaat niet.
zh_cn: 不存在该别名。

source: The `{}` alias will execute the command `{}`
de_de: Der `{}` alias wird den Befehl `{}` ausführen
ja_jp: `{}`のエイリアスは`{}`コマンドを実行します。
nl_nl: Het alias `{}` zal het commando `{}` uitvoeren
zh_cn: `{}` 别要名将执行命令 `{}`

source: There is no alias with the name `{}`
de_de: Es gibt keinen alias mit dem Namen `{}`
ja_jp: `{}`という名前のエイリアスはありません。
nl_nl: Er is geen alias met de naam `{}`
zh_cn: 没有名为`{}`的别名

source: There are no aliases on this guild.
de_de: Es gibt keine Aliase auf diesem Server.
ja_jp: このギルドにはエイリアスはありません。
nl_nl: Er zijn geen aliases in deze server.
zh_cn: 这个公会没有别名。

source: Alias with the name `{}` was successfully deleted.
de_de: Der Alias mit dem Namen `{}` wurde erfolgreich gelöscht.
ja_jp: `{}`という名前のエイリアスは削除されました。
nl_nl: Alias met de naam `{}` is met success verwijderd.
zh_cn: 已经成功删除名为`{}`的别名。

source: Alias with name `{}` was not found.
de_de: Der Alias mit dem Namen `{}` wurde nicht gefunden.
ja_jp: `{}`という名前のエイリアスが見つかりませんでした。
nl_nl: Alias met de naam `{}` is niet gevonden.
zh_cn: 找不到名为`{}`的别名。

source: There are no aliases on this bot.
de_de: Es gibt keine Aliase in diesem Bot.
ja_jp: このボットにはエイリアスはありません。
nl_nl: Er zijn geen aliases op deze bot.
zh_cn: 这个机器人上没有别名。

source: Aliases:
de_de: Aliase:
ja_jp: アリアス：
nl_nl: Aliassen:
zh_cn: 别名：

source: There are no aliases on this server.
de_de: Es gibt keine Aliase in diesem Server.
ja_jp: このサーバにエイリアスはありません。
nl_nl: Er zijn geen aliases in deze server.
zh_cn: 在这个服务器上没有别名。
