Repository: pypi-data/pypi-mirror-42
Catalog: packages/Red-DiscordBot/Red-DiscordBot-3.0.1.tar.gz/Red-DiscordBot-3.0.1/redbot/cogs/alias/locales/*.po
Languages: id_id, ko_kr

source: No prefix found.
id_id: Awalan tidak ditemukan.
ko_kr: 프리픽스를 찾을 수 없어요.

source: You attempted to create a new alias with the name {} but that name is already a command on this bot.
id_id: Anda mencoba untuk membuat sebuah alias baru dengan nama {} tetapi nama itu sudah menjadi perintah pada bot ini.
ko_kr: 이름이 {} 인 바로가기를 만들려고 했지만, 이 봇의 커맨드와 중복돼요.

source: You attempted to create a new alias with the name {} but that alias already exists on this server.
id_id: Anda mencoba untuk membuat sebuah alias baru dengan nama {} tetapi alias itu sudah ada pada server ini.
ko_kr: 이름이 {} 인 바로가기를 만들려고 했지만, 해당 바로가기가 이미 이 서버에 등록되어 있어요.

source: You attempted to create a new alias with the name {} but that name is an invalid alias name. Alias names may not contain spaces.
id_id: Anda mencoba untuk membuat sebuah alias baru dengan nama {} tetapi nama itu adalah sebuah nama alias yang tidak berlaku. Nama alias tidak boleh berisi spasi.
ko_kr: 이름이 {} 인 바로가기를 만들려고 했지만, 잘못된 바로가기 이름에요. 바로가기 이름에는 공백이 포함될 수 없어요.

source: A new alias with the trigger `{}` has been created.
id_id: Alias baru dengan pemicu '{}' telah dibuat.
ko_kr: 트리거 `{}` 이(가) 포함된 별칭이 등록됐어요.

source: You attempted to create a new global alias with the name {} but that name is already a command on this bot.
id_id: Anda mencoba untuk membuat sebuah alias global baru dengan nama {} tetapi nama itu sudah menjadi sebuah perintah pada bot ini.
ko_kr: 이름이 {} 인 글로벌 별칭을 만들려고 했지만, 이 봇의 커맨드와 중복돼요.

source: You attempted to create a new global alias with the name {} but that alias already exists on this server.
id_id: Anda mencoba untuk membuat sebuah alias global baru dengan nama {} tetapi alias itu sudah ada pada server ini.
ko_kr: 이름이 {} 인 글로벌 별칭을 만들려고 했지만, 해당 별칭이 이미 이 서버에 등록되어 있어요.

source: You attempted to create a new global alias with the name {} but that name is an invalid alias name. Alias names may not contain spaces.
id_id: Anda mencoba untuk membuat sebuah alias global baru dengan nama {} tetapi nama itu adalah sebuah nama alias yang tidak berlaku. Nama alias tidak boleh berisi spasi.
ko_kr: 이름이 {} 인 글로벌 별칭을 만들려고 했지만, 잘못된 별칭 이름에요. 별칭 이름에는 공백이 포함될 수 없어요.

source: A new global alias with the trigger `{}` has been created.
id_id: Alias global baru dengan pemicu '{}' telah dibuat.
ko_kr: 트리거 `{}` 이(가) 포함된 글로벌 별칭이 등록됐어요.

source: No such alias exists.
id_id: Alias tersebut tidak ditemukan.
ko_kr: 그런 별칭은 등록되어 있지 않아요.

source: The `{}` alias will execute the command `{}`
id_id: Alias '{}' akan mengeksekusi perintah '{}'
ko_kr: `{}` 별칭이 `{}` 커맨드를 실행했어요.

source: There is no alias with the name `{}`
id_id: Tidak ada alias dengan nama '{}'
ko_kr: `{}` 이란 이름으로 등록된 별칭이 없어요.

source: There are no aliases on this guild.
id_id: Tidak ada alias pada guild ini.
ko_kr: 이 길드에 등록된 별칭이 없어요.

source: Alias with the name `{}` was successfully deleted.
id_id: Alias dengan nama '{}' berhasil dihapus.
ko_kr: 별칭 `{}` 이(가) 성공적으로 삭제됐어요.

source: Alias with name `{}` was not found.
id_id: Alias dengan nama '{}' tidak ditemukan.
ko_kr: `{}` 바로가기가 등록되어 있지 않아요.

source: There are no aliases on this bot.
id_id: Tidak ada alias pada bot ini.
ko_kr: 이 봇에 등록된 별칭이 없어요.

source: Aliases:
id_id: Alias:
ko_kr: 등록된 별칭 리스트 :

source: There are no aliases on this server.
id_id: Tidak ada alias pada server ini.
ko_kr: 이 서버에 등록된 별칭이 없어요.
